Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: Do you still have any items from your childhood?
de: Hast du noch Gegenstände aus deiner Kindheit?
es: ¿Todavía tienes algún objeto de tu infancia?
fr: Avez-vous encore des objets de votre enfance ?
it: Hai ancora qualche oggetto della tua infanzia?
ja: 子供の頃のものをまだ持っていますか？
ko: 어린 시절의 물건을 아직 가지고 있나요?
nb: Har du fortsatt noen gjenstander fra barndommen?
nl: Heb je nog spullen uit je kindertijd?
pl: Czy nadal masz jakieś przedmioty z dzieciństwa?
pt_br: Você ainda tem algum item da sua infância?
sv: Har du fortfarande några föremål från din barndom?
uk: Чи є у вас ще якісь речі з дитинства?
zh_hans: 你还保留着童年的物品吗？

source: Do you think humans are inherently good, or is goodness a choice?
de: Glaubst du, Menschen sind von Natur aus gut, oder ist Güte eine Wahl?
es: ¿Crees que los humanos son inherentemente buenos o que la bondad es una elección?
fr: Penses-tu que les humains sont intrinsèquement bons, ou la bonté est-elle un choix ?
it: Pensi che gli umani siano intrinsecamente buoni o che la bontà sia una scelta?
ja: 人間は本来善良だと思いますか、それとも善良さは選択ですか？
ko: 인간은 본래 선하다고 생각하나요, 아니면 선함은 선택이라고 생각하나요?
nb: Tror du mennesker i utgangspunktet er gode, eller er godhet et valg?
nl: Denk je dat mensen van nature goed zijn, of is goedheid een keuze?
pl: Czy ludzie są z natury dobrzy, czy dobroć to wybór?
pt_br: Você acha que os humanos são inerentemente bons, ou a bondade é uma escolha?
sv: Tror du att människor är i grunden goda, eller är godhet ett val?
uk: Ви вважаєте, що люди за своєю природою добрі, чи доброта — це вибір?
zh_hans: 你认为人性本善，还是善良是一种选择？

source: Do you think kindness is natural or learned?
de: Glaubst du, Freundlichkeit ist natürlich oder erlernt?
es: ¿Crees que la amabilidad es natural o se aprende?
fr: Pensez-vous que la gentillesse est naturelle ou acquise ?
it: Pensi che la gentilezza sia naturale o appresa?
ja: 優しさは生まれつきのものだと思いますか？それとも学ぶものだと思いますか？
ko: 친절함은 타고난 것이라고 생각하시나요, 아니면 배우는 것이라고 생각하시나요?
nb: Tror du vennlighet er naturlig eller tillært?
nl: Denk je dat vriendelijkheid natuurlijk is of aangeleerd?
pl: Czy uważasz, że życzliwość jest wrodzona, czy wyuczona?
pt_br: Você acha que a gentileza é natural ou aprendida?
sv: Tror du att vänlighet är naturligt eller inlärt?
uk: Ви думаєте, доброта є природною чи набутою?
zh_hans: 你认为善良是天生的还是后天习得的？

source: Do you think loneliness is more about circumstance or mindset?
de: Hängt Einsamkeit deiner Meinung nach mehr von den Umständen oder der Einstellung ab?
es: ¿Crees que la soledad tiene más que ver con las circunstancias o con la mentalidad?
fr: Pensez-vous que la solitude est davantage une question de circonstance ou d'état d'esprit ?
it: Pensi che la solitudine sia più una questione di circostanza o di mentalità?
ja: 孤独は状況によるものだと思いますか？それとも考え方によるものだと思いますか？
ko: 외로움은 상황 때문이라고 생각하시나요, 아니면 마음가짐 때문이라고 생각하시나요?
nb: Tror du ensomhet handler mer om omstendigheter eller tankesett?
nl: Denk je dat eenzaamheid meer te maken heeft met omstandigheden of met mindset?
pl: Czy samotność wynika bardziej z okoliczności, czy ze sposobu myślenia?
pt_br: Você acha que a solidão tem mais a ver com circunstância ou mentalidade?
sv: Tror du att ensamhet handlar mer om omständigheter eller tankesätt?
uk: Як ви думаєте, самотність більше залежить від обставин чи від способу мислення?
zh_hans: 你认为孤独更多是环境所致还是心态所致？

source: Do you think nostalgia helps or harms our ability to enjoy the present?
de: Glaubst du, dass Nostalgie unsere Fähigkeit, die Gegenwart zu genießen, hilft oder schadet?
es: ¿Crees que la nostalgia ayuda o perjudica nuestra capacidad de disfrutar el presente?
fr: Penses-tu que la nostalgie aide ou nuit à notre capacité à profiter du présent ?
it: Pensi che la nostalgia aiuti o danneggi la nostra capacità di godere del presente?
ja: ノスタルジアは現在を楽しむ能力を助けますか、それとも損なわせますか？
ko: 향수가 현재를 즐기는 능력에 도움이 될까요, 해로울까요?
nb: Tror du nostalgi hjelper eller skader vår evne til å nyte nåtiden?
nl: Denk je dat nostalgie helpt of schaadt om van het heden te genieten?
pl: Czy uważasz, że nostalgia pomaga czy szkodzi naszej zdolności do cieszenia się teraźniejszością?
pt_br: Você acha que a nostalgia ajuda ou prejudica nossa capacidade de aproveitar o presente?
sv: Tror du nostalgi hjälper eller skadar vår förmåga att njuta av nuet?
uk: Як ви вважаєте, ностальгія допомагає чи шкодить нашій здатності насолоджуватися сьогоденням?
zh_hans: 你认为怀旧是有助于还是损害我们享受当下的能力？

source: Do you think people can love more than one person at a time?
de: Glaubst du, dass Menschen mehr als eine Person gleichzeitig lieben können?
es: ¿Crees que las personas pueden amar a más de una persona a la vez?
fr: Penses-tu que les gens peuvent aimer plus d'une personne à la fois ?
it: Pensi che le persone possano amare più di una persona alla volta?
ja: 人は同時に複数の人を愛せると思いますか？
ko: 사람들이 한 번에 한 명 이상을 사랑할 수 있다고 생각하나요?
nb: Tror du at folk kan elske mer enn én person om gangen?
nl: Denk je dat mensen meer dan één persoon tegelijk kunnen liefhebben?
pl: Czy myślisz, że ludzie mogą kochać więcej niż jedną osobę na raz?
pt_br: Você acha que as pessoas podem amar mais de uma pessoa ao mesmo tempo?
sv: Tror du att människor kan älska mer än en person samtidigt?
uk: Чи думаєте ви, що люди можуть любити більше ніж одну людину одночасно?
zh_hans: 你认为人可以同时爱不止一个人吗？

source: Do you think people can truly change?
de: Glaubst du, dass Menschen sich wirklich ändern können?
es: ¿Crees que las personas pueden cambiar verdaderamente?
fr: Pensez-vous que les gens puissent vraiment changer ?
it: Pensi che le persone possano davvero cambiare?
ja: 人は本当に変わることができると思いますか？
ko: 사람은 진정으로 변할 수 있다고 생각하시나요?
nb: Tror du at folk virkelig kan forandre seg?
nl: Denk je dat mensen echt kunnen veranderen?
pl: Czy uważasz, że ludzie mogą naprawdę się zmienić?
pt_br: Você acha que as pessoas podem realmente mudar?
sv: Tror du att människor verkligen kan förändras?
uk: Чи вважаєте ви, що люди можуть справді змінитися?
zh_hans: 你认为人真的能改变吗？

source: Do you think the future will be better or worse than the present?
de: Glaubst du, die Zukunft wird besser oder schlechter sein als die Gegenwart?
es: ¿Crees que el futuro será mejor o peor que el presente?
fr: Pensez-vous que l'avenir sera meilleur ou pire que le présent ?
it: Pensi che il futuro sarà migliore o peggiore del presente?
ja: 未来は現在よりも良くなるとと思いますか？それとも悪くなるとと思いますか？
ko: 미래는 현재보다 더 나아질까요, 아니면 더 나빠질까요?
nb: Tror du fremtiden vil bli bedre eller verre enn nåtiden?
nl: Denk je dat de toekomst beter of slechter zal zijn dan het heden?
pl: Czy uważasz, że przyszłość będzie lepsza czy gorsza od teraźniejszości?
pt_br: Você acha que o futuro será melhor ou pior que o presente?
sv: Tror du att framtiden kommer att bli bättre eller sämre än nuet?
uk: Як ви думаєте, майбутнє буде кращим чи гіршим за сьогодення?
zh_hans: 你认为未来会比现在更好还是更糟？

source: Do you think travel makes you a better person — and has it?
de: Glaubst du, dass Reisen dich zu einem besseren Menschen macht – und hat es das?
es: ¿Crees que viajar te hace mejor persona? ¿Y lo ha hecho?
fr: Penses-tu que voyager fait de toi une meilleure personne — et est-ce que ça l'a fait ?
it: Pensi che viaggiare ti renda una persona migliore — e lo ha fatto?
ja: 旅行は人をより良い人間にすると思いますか？そしてそれは実際にそうなりましたか？
ko: 여행이 당신을 더 나은 사람으로 만든다고 생각하나요? 그리고 실제로 그렇게 되었나요?
nb: Tror du at reising gjør deg til et bedre menneske — og har det gjort det?
nl: Denk je dat reizen je een beter mens maakt — en heeft het dat gedaan?
pl: Czy myślisz, że podróże czynią cię lepszym człowiekiem — i czy tak się stało?
pt_br: Você acha que viajar te torna uma pessoa melhor — e isso aconteceu?
sv: Tror du att resa gör dig till en bättre människa — och har det gjort det?
uk: Чи вважаєте ви, що подорожі роблять вас кращою людиною — і чи це сталося?
zh_hans: 你认为旅行会让你成为更好的人吗 — 它做到了吗？

source: Do you think we create our own meaning, or is something larger at work?
de: Schaffen wir unseren eigenen Sinn, oder wirkt etwas Größeres?
es: ¿Crees que creamos nuestro propio significado o hay algo más grande en juego?
fr: Pensez-vous que nous créons notre propre sens, ou y a-t-il quelque chose de plus grand à l'œuvre ?
it: Pensi che creiamo il nostro significato, o c'è qualcosa di più grande in gioco?
ja: 私たちは自分自身の意味を創造していると思いますか？それとも何かもっと大きな力が働いていると思いますか？
ko: 우리가 스스로 의미를 창조한다고 생각하시나요, 아니면 더 큰 무언가가 작용하고 있다고 생각하시나요?
nb: Tror du vi skaper vår egen mening, eller er noe større på spill?
nl: Denk je dat we onze eigen betekenis creëren, of is er iets groters aan het werk?
pl: Czy to my tworzymy własny sens, czy działa coś większego?
pt_br: Você acha que criamos nosso próprio significado ou há algo maior em ação?
sv: Tror du att vi skapar vår egen mening, eller är något större på spel?
uk: Ви думаєте, ми самі створюємо сенс, чи тут діє щось більше?
zh_hans: 你认为我们创造了自己的意义，还是有更宏大的事物在起作用？

source: Do you think you love differently than most people — and how?
de: Glaubst du, dass du anders liebst als die meisten Menschen – und wie?
es: ¿Crees que amas de manera diferente a la mayoría de las personas? ¿Y cómo?
fr: Penses-tu aimer différemment de la plupart des gens — et comment ?
it: Pensi di amare in modo diverso rispetto alla maggior parte delle persone? E come?
ja: ほとんどの人とは違う愛し方をしていると思いますか？またどのように違いますか？
ko: 당신은 대부분의 사람들과 다르게 사랑한다고 생각하나요? 그리고 어떻게 다른가요?
nb: Tror du at du elsker annerledes enn de fleste mennesker – og hvordan?
nl: Denk je dat je anders liefhebt dan de meeste mensen — en hoe?
pl: Czy myślisz, że kochasz inaczej niż większość ludzi — i jak?
pt_br: Você acha que ama de forma diferente da maioria das pessoas — e como?
sv: Tror du att du älskar annorlunda än de flesta människor — och hur?
uk: Чи думаєте ви, що любите інакше, ніж більшість людей, і як саме?
zh_hans: 你认为你爱的方式和大多数人不同吗？如果不同，怎么不同？

source: Do you want to be famous, or just respected in your field?
de: Willst du berühmt sein oder nur in deinem Bereich respektiert werden?
es: ¿Quieres ser famoso o solo ser respetado en tu campo?
fr: Veux-tu être célèbre, ou simplement respecté dans ton domaine ?
it: Vuoi essere famoso o solo rispettato nel tuo campo?
ja: 有名になりたいですか、それとも自分の分野で尊敬されたいですか？
ko: 유명해지고 싶나요, 아니면 분야에서 존경받고 싶나요?
nb: Vil du være kjent, eller bare respektert i ditt felt?
nl: Wil je beroemd zijn, of gewoon gerespecteerd in je vakgebied?
pl: Czy chcesz być sławny, czy po prostu szanowany w swojej dziedzinie?
pt_br: Você quer ser famoso, ou apenas respeitado em sua área?
sv: Vill du vara känd, eller bara respekterad inom ditt område?
uk: Ви хочете бути відомим чи просто поважним у своїй сфері?
zh_hans: 你想出名，还是只想在自己的领域受到尊重？

source: Do you want to travel the world or build a perfect home base?
de: Möchtest du die Welt bereisen oder eine perfekte Heimatbasis aufbauen?
es: ¿Quieres viajar por el mundo o construir una base hogareña perfecta?
fr: Veux-tu voyager autour du monde ou construire une base parfaite à la maison ?
it: Vuoi viaggiare per il mondo o costruire una base perfetta a casa?
ja: 世界を旅したいですか、それとも完璧なホームベースを作りたいですか？
ko: 세계를 여행하고 싶나요, 아니면 완벽한 집을 만들고 싶나요?
nb: Vil du reise verden rundt eller bygge en perfekt hjemmebase?
nl: Wil je de wereld rondreizen of een perfecte thuisbasis bouwen?
pl: Czy chcesz podróżować po świecie, czy zbudować idealną bazę domową?
pt_br: Você quer viajar pelo mundo ou construir uma base caseira perfeita?
sv: Vill du resa jorden runt eller bygga en perfekt hembas?
uk: Ви хочете подорожувати світом чи побудувати ідеальну домашню базу?
zh_hans: 你是想环游世界，还是建立一个完美的家？

source: Does suffering make people stronger or just more bitter?
de: Macht Leid Menschen stärker oder nur verbitterter?
es: ¿El sufrimiento hace más fuertes a las personas o solo más amargadas?
fr: La souffrance rend-elle les gens plus forts ou simplement plus amers ?
it: La sofferenza rende le persone più forti o solo più amare?
ja: 苦しみは人を強くするのでしょうか、それともただ苦々しくさせるだけでしょうか？
ko: 고통은 사람을 더 강하게 만드나요, 아니면 더 비꼬게 만드나요?
nb: Gjør lidelse folk sterkere eller bare mer bitre?
nl: Maakt lijden mensen sterker of alleen maar bitterder?
pl: Czy cierpienie czyni ludzi silniejszymi, czy tylko bardziej zgorzkniałymi?
pt_br: O sofrimento torna as pessoas mais fortes ou apenas mais amargas?
sv: Gör lidande människor starkare eller bara mer bittra?
uk: Чи робить страждання людей сильнішими, чи просто більш озлобленими?
zh_hans: 痛苦是让人更坚强，还是仅仅让人更痛苦？

source: Dreams & Goals
de: Träume & Ziele
es: Sueños y metas
fr: Rêves et objectifs
it: Sogni e obiettivi
ja: 夢と目標
ko: 꿈과 목표
nb: Drømmer og mål
nl: Dromen en doelen
pl: Marzenia i cele
pt_br: Sonhos e objetivos
sv: Drömmar & mål
uk: Мрії та цілі
zh_hans: 梦想与目标

source: Early bird or night owl — and are you happy with that?
de: Frühaufsteher oder Nachteule – und bist du damit zufrieden?
es: ¿Madrugador o noctámbulo? ¿Y estás contento con eso?
fr: Lève-tôt ou oiseau de nuit — et en êtes-vous satisfait ?
it: Persona mattiniera o notturna — e sei felice di questo?
ja: 早起き派？夜型派？それに満足していますか？
ko: 아침형인가요, 밤형인가요? 그리고 그 점에 만족하시나요?
nb: Morgenperson eller nattugle – og er du fornøyd med det?
nl: Vroege vogel of nachtuil – en ben je daar blij mee?
pl: Ranny ptaszek czy nocny marek – i czy jesteś z tego zadowolony?
pt_br: Madrugador ou noturno — e você está feliz com isso?
sv: Morgonmänniska eller nattuggla – och är du nöjd med det?
uk: Жайворонок чи сова — і чи задоволені ви цим?
zh_hans: 早起鸟还是夜猫子——你对此满意吗？

source: Easy, light questions to warm up
de: Leichte Fragen zum Aufwärmen
es: Preguntas ligeras para calentar
fr: Questions simples et légères pour s'échauffer
it: Domande semplici e leggere per rompere il ghiaccio
ja: ウォーミングアップのための気軽な質問
ko: 워밍업을 위한 가벼운 질문
nb: Enkle, lette spørsmål for å varme opp
nl: Eenvoudige, lichte vragen om op te warmen
pl: Łatwe, lekkie pytania na rozgrzewkę
pt_br: Perguntas leves e fáceis para aquecer
sv: Enkla, lätta frågor för att värma upp
uk: Легкі запитання для розминки
zh_hans: 轻松简单的热身问题

source: EMPTY
de: LEER
es: VACÍO
fr: VIDE
it: VUOTO
ja: 空
ko: 비어있음
nb: TOM
nl: LEEG
pl: PUSTE
pt_br: VAZIO
sv: TOM
uk: ПОРОЖНЬО
zh_hans: 空

source: Enable interaction sounds
de: Interaktionstöne aktivieren
es: Activar sonidos de interacción
fr: Activer les sons d'interaction
it: Abilita i suoni di interazione
ja: インタラクション音を有効にする
ko: 상호작용 사운드 활성화
nb: Aktiver interaksjonslyder
nl: Interactiegeluiden inschakelen
pl: Włącz dźwięki interakcji
pt_br: Ativar sons de interação
sv: Aktivera interaktionsljud
uk: Увімкнути звуки взаємодії
zh_hans: 启用交互音效

source: Failed to restore purchases. Please try again.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuchen Sie es erneut.
es: Error al restaurar las compras. Por favor, inténtalo de nuevo.
fr: Échec de la restauration des achats. Veuillez réessayer.
it: Impossibile ripristinare gli acquisti. Riprova.
ja: 購入の復元に失敗しました。もう一度お試しください。
ko: 구매 복구에 실패했습니다. 다시 시도해 주세요.
nb: Kunne ikke gjenopprette kjøp. Vennligst prøv igjen.
nl: Herstellen van aankopen mislukt. Probeer het opnieuw.
pl: Nie udało się przywrócić zakupów. Spróbuj ponownie.
pt_br: Falha ao restaurar compras. Por favor, tente novamente.
sv: Det gick inte att återställa köp. Försök igen.
uk: Не вдалося відновити покупки. Спробуйте ще раз.
zh_hans: 恢复购买失败。请再试一次。

source: For what in your life do you feel most grateful?
de: Wofür in deinem Leben bist du am dankbarsten?
es: ¿Por qué en tu vida te sientes más agradecido?
fr: Pour quoi dans ta vie es-tu le plus reconnaissant ?
it: Per cosa nella tua vita ti senti più grato?
ja: あなたの人生で何に最も感謝していますか？
ko: 당신 인생에서 가장 감사하게 생각하는 것은 무엇입니까?
nb: Hva i livet ditt er du mest takknemlig for?
nl: Waarvoor in je leven ben je het meest dankbaar?
pl: Za co w swoim życiu jesteś najbardziej wdzięczny?
pt_br: Pelo que na sua vida você mais se sente grato?
sv: För vad i ditt liv är du mest tacksam?
uk: За що у своєму житті ви найбільш вдячні?
zh_hans: 在你的一生中，你最感激的是什么？

source: Fun & Silly
de: Spaß & Albern
es: Divertido y tonto
fr: Amusant et bête
it: Divertente e sciocco
ja: 楽しくておかしい
ko: 재미있고 우스운
nb: Morsomt og dumt
nl: Leuk en gek
pl: Zabawne i głupie
pt_br: Divertido e bobo
sv: Kul och fånig
uk: Весело і безглуздо
zh_hans: 有趣又搞笑

source: Fun memories from growing up
de: Lustige Erinnerungen aus der Kindheit
es: Recuerdos divertidos de la infancia
fr: Souvenirs amusants de l'enfance
it: Ricordi divertenti della crescita
ja: 成長期の楽しい思い出
ko: 성장하면서 생긴 재미있는 추억
nb: Morsomme minner fra oppveksten
nl: Leuke herinneringen uit de jeugd
pl: Zabawne wspomnienia z dzieciństwa
pt_br: Memórias divertidas da infância
sv: Roliga minnen från uppväxten
uk: Веселі спогади з дитинства
zh_hans: 成长中的有趣回忆

source: Future Updates Included
de: Zukünftige Updates inklusive
es: Actualizaciones futuras incluidas
fr: Mises à jour futures incluses
it: Aggiornamenti futuri inclusi
ja: 今後のアップデートも含まれます
ko: 향후 업데이트 포함
nb: Fremtidige oppdateringer inkludert
nl: Toekomstige updates inbegrepen
pl: Przyszłe aktualizacje w cenie
pt_br: Atualizações futuras incluídas
sv: Framtida uppdateringar ingår
uk: Майбутні оновлення включені
zh_hans: 包含未来的更新

source: Get philosophical together
de: Gemeinsam philosophieren
es: Filosofar juntos
fr: Philosopher ensemble
it: Filosofare insieme
ja: 一緒に哲学する
ko: 함께 철학하기
nb: Filosofere sammen
nl: Samen filosoferen
pl: Filozofować razem
pt_br: Filosofar juntos
sv: Filosofera tillsammans
uk: Філософувати разом
zh_hans: 一起探讨哲学

source: Get them on SparkDate.
de: Hol sie dir auf SparkDate.
es: Consíguelas en SparkDate.
fr: Retrouvez-les sur SparkDate.
it: Trovale su SparkDate.
ja: SparkDateでチェックしよう。
ko: SparkDate에서 확인하세요.
nb: Finn dem på SparkDate.
nl: Vind ze op SparkDate.
pl: Znajdziesz je w SparkDate.
pt_br: Encontre-as no SparkDate.
sv: Hitta dem på SparkDate.
uk: Знайдіть їх у SparkDate.
zh_hans: 在 SparkDate 上获取。

source: Given the choice of anyone in the world, whom would you want as a dinner guest?
de: Wenn du dir eine Person auf der ganzen Welt aussuchen könntest: Wen würdest du gerne zum Abendessen einladen?
es: Si pudieras elegir a cualquier persona del mundo, ¿a quién te gustaría tener como invitado a cenar?
fr: Si tu pouvais choisir n’importe qui dans le monde, qui inviterais-tu à dîner ?
it: Se potessi scegliere chiunque al mondo, chi inviteresti a cena?
ja: 世界中の誰でも選べるとしたら、誰を夕食のゲストにしたいですか？
ko: 세계 누구라도 초대할 수 있다면 누구를 저녁 손님으로 삼고 싶습니까?
nb: Hvis du kunne velge hvem som helst i verden, hvem ville du hatt som middagsgjest?
nl: Als je iemand ter wereld mocht uitkiezen, wie zou je dan als dinergast willen?
pl: Gdybyś mógł wybrać dowolną osobę na świecie, kogo zaprosiłbyś na kolację?
pt_br: Se você pudesse escolher qualquer pessoa no mundo, quem você gostaria de ter como convidado para jantar?
sv: Om du fick välja vem som helst i världen, vem skulle du vilja ha som middagsgäst?
uk: Якби ви могли вибрати будь-кого у світі, кого б ви хотіли бачити гостем на вечері?
zh_hans: 如果世上任何人你都可以选择，你希望谁成为你的晚餐客人？

source: Have you ever been lost in a foreign city?
de: Hast du dich schon einmal in einer fremden Stadt verlaufen?
es: ¿Alguna vez te has perdido en una ciudad extranjera?
fr: T'es-tu déjà perdu dans une ville étrangère ?
it: Ti sei mai perso in una città straniera?
ja: 外国の街で迷子になったことはありますか？
ko: 외국 도시에서 길을 잃은 적이 있나요?
nb: Har du noen gang blitt bort i en fremmed by?
nl: Ben je ooit verdwaald in een buitenlandse stad?
pl: Czy kiedykolwiek zgubiłeś się w obcym mieście?
pt_br: Você já se perdeu em uma cidade estrangeira?
sv: Har du någonsin gått vilse i en främmande stad?
uk: Ви коли-небудь губилися в чужому місті?
zh_hans: 你有没有在国外城市迷过路？

source: Have you ever fantasized about trying anal, or is it something you’ve already decided you love (or hate)?
de: Hast du jemals davon fantasiert, Analverkehr auszuprobieren, oder hast du dich bereits entschieden, dass du es liebst (oder hasst)?
es: ¿Alguna vez has fantaseado con probar el sexo anal, o es algo que ya has decidido que amas (o odias)?
fr: Avez-vous déjà fantasmé sur l'idée d'essayer le sexe anal, ou est-ce quelque chose que vous avez déjà décidé d'aimer (ou de détester) ?
it: Hai mai fantasticato di provare il sesso anale, o è qualcosa che hai già deciso di amare (o odiare)?
ja: アナルを試してみたいと妄想したことはありますか？それとも、もう好きか嫌いか決めていますか？
ko: 항문 성교를 해보는 판타지가 있나요, 아니면 이미 좋아하거나 싫어한다고 결정했나요?
nb: Har du noen gang fantasiert om å prøve anal, eller er det noe du allerede har bestemt deg for at du elsker (eller hater)?
nl: Heb je er ooit over gefantaseerd om anaal te proberen, of is het iets waarvan je al hebt besloten dat je het geweldig (of vreselijk) vindt?
pl: Czy kiedykolwiek marzyłeś o seksie analnym, czy może już wiesz, że go uwielbiasz (lub nienawidzisz)?
pt_br: Você já fantasiou em tentar sexo anal ou é algo que você já decidiu que ama (ou odeia)?
sv: Har du någonsin fantiserat om att prova analt, eller är det något du redan har bestämt dig för att du älskar (eller hatar)?
uk: Ви коли-небудь фантазували про анальний секс, чи ви вже вирішили для себе, що любите (або ненавидите) це?
zh_hans: 你有没有幻想过尝试肛交，或者你已经决定了你是喜欢还是讨厌它？

source: Have you ever got completely lost somewhere? What happened?
de: Hast du dich schon einmal komplett verlaufen? Was ist passiert?
es: ¿Alguna vez te has perdido por completo en algún lugar? ¿Qué pasó?
fr: T'es-tu déjà complètement perdu quelque part ? Que s'est-il passé ?
it: Ti sei mai completamente perso da qualche parte? Cosa è successo?
ja: 完全に道に迷ったことはありますか？何が起こりましたか？
ko: 완전히 길을 잃은 적이 있나요? 무슨 일이 일어났나요?
nb: Har du noen gang blitt helt borte et sted? Hva skjedde?
nl: Ben je ooit helemaal verdwaald? Wat gebeurde er?
pl: Czy kiedykolwiek całkowicie się zgubiłeś? Co się stało?
pt_br: Você já se perdeu completamente em algum lugar? O que aconteceu?
sv: Har du någonsin gått helt vilse någonstans? Vad hände?
uk: Ви коли-небудь повністю губилися десь? Що сталося?
zh_hans: 你有没有在某个地方完全迷路过？发生了什么？

source: Have you ever had a travel experience that changed you?
de: Hattest du schon einmal ein Reiseerlebnis, das dich verändert hat?
es: ¿Has tenido alguna experiencia de viaje que te haya cambiado?
fr: As-tu déjà vécu une expérience de voyage qui t'a changé ?
it: Hai mai avuto un'esperienza di viaggio che ti ha cambiato?
ja: 自分を変えたような旅行体験はありますか？
ko: 당신을 변화시킨 여행 경험이 있나요?
nb: Har du hatt en reiseopplevelse som forandret deg?
nl: Heb je ooit een reiservaring gehad die je heeft veranderd?
pl: Czy miałeś kiedyś doświadczenie z podróży, które cię zmieniło?
pt_br: Você já teve uma experiência de viagem que o transformou?
sv: Har du någonsin haft en reseupplevelse som förändrade dig?
uk: Чи був у вас досвід подорожі, який змінив вас?
zh_hans: 你有没有过改变你的旅行经历？

source: Have you ever missed a flight or connection? What did you do?
de: Hast du schon einmal einen Flug oder Anschluss verpasst? Was hast du gemacht?
es: ¿Alguna vez has perdido un vuelo o una conexión? ¿Qué hiciste?
fr: As-tu déjà raté un vol ou une correspondance ? Qu'as-tu fait ?
it: Hai mai perso un volo o una coincidenza? Cosa hai fatto?
ja: 飛行機や乗り継ぎに乗り遅れたことはありますか？どうしましたか？
ko: 비행기나 연결편을 놓친 적이 있나요? 어떻게 했나요?
nb: Har du noen gang gått glipp av et fly eller en forbindelse? Hva gjorde du?
nl: Heb je ooit een vlucht of aansluiting gemist? Wat heb je gedaan?
pl: Czy kiedykolwiek przegapiłeś lot lub przesiadkę? Co zrobiłeś?
pt_br: Você já perdeu um voo ou conexão? O que você fez?
sv: Har du någonsin missat ett flyg eller en anslutning? Vad gjorde du?
uk: Ви коли-небудь пропускали рейс чи пересадку? Що ви робили?
zh_hans: 你有没有误过飞机或错过转机？你是怎么做的？
